def RussianNames(count: int):
    names = ['Авдотья', 'Агафья', 'Герасим', 'Гавриил', 'Дамир', 'Дина', 'Екатерина', 'Емельян', 'Лев', 'Мира', 'Микар',
             'Ника', 'Ольга', 'Павел', 'Свят', 'Мария', 'Сидор', 'Соня', 'Саша', 'Ульяна', 'Устинья', 'Фаина', 'Федот',
             'Харитон', 'Цветана', 'Юлиан', 'Юлия', 'Яна', 'Яков' 'Ярослав', 'Алина', 'Арина', 'Алена', 'Вадим', 'Вова',
             'Герман', 'Игрнат', 'Лена', 'Нюша', 'Ксюша', 'Даша' 'Саша', 'Миша', 'Женя', 'Зоя', 'Гедеон', 'Донат', 'Ия',
             'Джулия', 'Донат', 'Петр', 'Завулон', 'Инокентий' 'Исак', 'Исидора', 'Кира', 'Ксения', 'Клара', 'Карл']
    return names[count+1]



# names = ['Авдотья', 'Агафья', 'Герасим', 'Гавриил', 'Дамир', 'Дина', 'Екатерина', 'Емельян', 'Лев', 'Мира', 'Микар',
#             'Ника', 'Ольга', 'Павел', 'Свят', 'Мария', 'Сидор', 'Соня', 'Саша', 'Ульяна', 'Устинья', 'Фаина', 'Федот',
#             'Харитон', 'Цветана', 'Юлиан', 'Юлия', 'Яна', 'Яков' 'Ярослав', 'Алина', 'Арина', 'Алена', 'Вадим', 'Вова',
#          'Герман', 'Игрнат', 'Лена', 'Нюша', 'Ксюша', 'Даша' 'Саша', 'Миша', 'Женя', 'Петр', 'Гедеон', 'Донат' 'Джулия',
#          'Донат', 'Зоя', 'Завулон', 'Ия', 'Инокентий' 'Исак', 'Исидора', 'Кира', 'Ксения', 'Клара', 'Карл']
# print(len(names))


